{
    ",": 48723,
    "the": 41107,
    ".": 39020,
    "of": 22929,
    "to": 22198,
    "a": 19284,
    "and": 16115,
    "in": 15186,
    "'s": 9311,
    "that": 7992,
    "for": 7976,
    "$": 7184,
    "``": 6967,
    "is": 6938,
    "The": 6833,
    "''": 6787,
    "said": 5615,
    "on": 5145,
    "%": 4942,
    "it": 4656,
    "by": 4495,
    "from": 4459,
    "million": 4384,
    "at": 4362,
    "as": 4256,
    "with": 4245,
    "Mr.": 4159,
    "was": 3903,
    "be": 3725,
    "are": 3677,
    "its": 3584,
    "has": 3303,
    "n't": 3222,
    "an": 3143,
    "will": 3078,
    "have": 3042,
    "he": 2658,
    "or": 2500,
    "company": 2477,
    "year": 2239,
    "which": 2218,
    "would": 2184,
    "about": 2060,
    "--": 2038,
    "says": 2008,
    "they": 1954,
    "were": 1914,
    "this": 1899,
    "market": 1881,
    "more": 1870,
    "billion": 1789,
    "had": 1765,
    "But": 1743,
    "In": 1740,
    "his": 1705,
    "up": 1698,
    "their": 1678,
    "but": 1662,
    "than": 1606,
    "U.S.": 1589,
    "been": 1581,
    "who": 1563,
    "share": 1445,
    "also": 1425,
    "new": 1403,
    "one": 1385,
    "other": 1381,
    ":": 1337,
    "not": 1300,
    "some": 1284,
    "Corp.": 1201,
    "stock": 1196,
    "I": 1194,
    "years": 1174,
    "New": 1163,
    "shares": 1161,
    "-RRB-": 1160,
    "It": 1158,
    "-LRB-": 1153,
    ";": 1125,
    "could": 1071,
    "all": 1063,
    "Inc.": 1059,
    "last": 1040,
    "two": 1039,
    "out": 1036,
    "&": 1034,
    "trading": 1006,
    "because": 989,
    "when": 987,
    "sales": 957,
    "do": 945,
    "only": 938,
    "after": 930,
    "can": 925,
    "into": 921,
    "Co.": 898,
    "York": 889,
    "president": 888,
    "such": 883,
    "business": 870,
    "A": 865,
    "first": 862,
    "over": 860,
    "He": 857,
    "companies": 821,
    "if": 813,
    "may": 808,
    "we": 792,
    "most": 789,
    "quarter": 780,
    "cents": 778,
    "government": 777,
    "'": 749,
    "time": 734,
    "many": 728,
    "any": 727,
    "down": 722,
    "say": 714,
    "there": 710,
    "prices": 698,
    "no": 697,
    "price": 695,
    "rose": 689,
    "now": 688,
    "week": 686,
    "months": 672,
    "people": 672,
    "much": 669,
    "them": 665,
    "group": 645,
    "1": 634,
    "so": 628,
    "bonds": 625,
    "interest": 625,
    "investors": 620,
    "yesterday": 613,
    "earnings": 611,
    "even": 607,
    "you": 596,
    "three": 591,
    "make": 589,
    "did": 587,
    "next": 585,
    "through": 585,
    "major": 582,
    "American": 580,
    "We": 577,
    "what": 570,
    "earlier": 566,
    "just": 558,
    "chief": 557,
    "stocks": 551,
    "net": 546,
    "10": 545,
    "And": 540,
    "made": 538,
    "industry": 534,
    "executive": 533,
    "under": 533,
    "before": 524,
    "unit": 521,
    "off": 520,
    "money": 518,
    "rate": 516,
    "month": 514,
    "expected": 514,
    "those": 505,
    "while": 505,
    "investment": 505,
    "federal": 497,
    "still": 496,
    "against": 495,
    "officials": 493,
    "30": 492,
    "days": 491,
    "does": 486,
    "state": 484,
    "between": 475,
    "like": 474,
    "sell": 473,
    "plan": 471,
    "back": 466,
    "financial": 465,
    "since": 463,
    "For": 462,
    "firm": 462,
    "rates": 461,
    "profit": 459,
    "buy": 458,
    "chairman": 458,
    "Exchange": 453,
    "ago": 450,
    "They": 448,
    "That": 448,
    "get": 447,
    "income": 447,
    "program": 444,
    "Japanese": 443,
    "bank": 443,
    "own": 441,
    "issue": 437,
    "big": 436,
    "products": 434,
    "should": 434,
    "fell": 432,
    "recent": 426,
    "analysts": 425,
    "well": 424,
    "being": 423,
    "debt": 423,
    "15": 421,
    "part": 420,
    "offer": 418,
    "including": 417,
    "these": 417,
    "higher": 414,
    "securities": 412,
    "reported": 409,
    "funds": 407,
    "past": 406,
    "work": 406,
    "sale": 405,
    "take": 404,
    "This": 400,
    "8": 398,
    "operations": 397,
    "?": 396,
    "Friday": 394,
    "her": 393,
    "way": 393,
    "tax": 392,
    "lower": 391,
    "sold": 390,
    "Japan": 390,
    "plans": 387,
    "1988": 386,
    "If": 385,
    "bid": 385,
    "she": 384,
    "end": 382,
    "increase": 379,
    "both": 378,
    "House": 377,
    "very": 376,
    "vice": 372,
    "closed": 371,
    "less": 370,
    "during": 368,
    "markets": 366,
    "loss": 364,
    "growth": 363,
    "pay": 360,
    "Bank": 360,
    "used": 358,
    "costs": 358,
    "each": 356,
    "yield": 356,
    "where": 354,
    "him": 351,
    "another": 351,
    "National": 351,
    "our": 351,
    "five": 349,
    "how": 349,
    "issues": 348,
    "several": 347,
    "'re": 347,
    "high": 346,
    "Bush": 345,
    "average": 345,
    "As": 345,
    "common": 344,
    "banks": 343,
    "good": 341,
    "few": 340,
    "then": 340,
    "20": 340,
    "economic": 340,
    "At": 339,
    "might": 338,
    "due": 337,
    "third": 336,
    "cash": 336,
    "British": 336,
    "day": 336,
    "use": 335,
    "current": 334,
    "50": 334,
    "2": 332,
    "revenue": 329,
    "least": 328,
    "Stock": 328,
    "yen": 328,
    "San": 327,
    "trade": 327,
    "early": 325,
    "too": 325,
    "1989": 325,
    "report": 324,
    "officer": 323,
    "director": 322,
    "Oct.": 318,
    "concern": 318,
    "Some": 317,
    "assets": 317,
    "added": 316,
    "board": 316,
    "based": 315,
    "according": 315,
    "foreign": 315,
    "California": 315,
    "going": 314,
    "think": 314,
    "late": 313,
    "case": 313,
    "number": 311,
    "Congress": 310,
    "computer": 309,
    "public": 309,
    "value": 309,
    "contract": 308,
    "close": 308,
    "spokesman": 308,
    "among": 307,
    "stake": 307,
    "far": 306,
    "agreement": 305,
    "There": 305,
    "real": 304,
    "ended": 304,
    "system": 303,
    "operating": 302,
    "bill": 302,
    "same": 301,
    "move": 301,
    "agreed": 300,
    "law": 298,
    "oil": 298,
    "already": 295,
    "Treasury": 294,
    "exchange": 293,
    "index": 292,
    "September": 292,
    "insurance": 291,
    "traders": 291,
    "called": 290,
    "loans": 290,
    "agency": 289,
    "put": 289,
    "small": 289,
    "cost": 288,
    "Federal": 287,
    "One": 287,
    "period": 286,
    "dollar": 286,
    "maker": 285,
    "former": 285,
    "office": 284,
    "second": 284,
    "offering": 284,
    "little": 283,
    "world": 283,
    "problems": 283,
    "International": 281,
    "want": 280,
    "help": 280,
    "capital": 280,
    "UAL": 279,
    "court": 275,
    "management": 274,
    "1990": 273,
    "annual": 273,
    "production": 272,
    "Monday": 272,
    "1\\/2": 271,
    "1987": 270,
    "until": 270,
    "buying": 270,
    "economy": 270,
    "100": 270,
    "increased": 269,
    "third-quarter": 269,
    "long": 269,
    "analyst": 269,
    "selling": 268,
    "point": 268,
    "six": 268,
    "losses": 268,
    "Street": 268,
    "results": 268,
    "West": 267,
    "Soviet": 267,
    "Wall": 267,
    "see": 266,
    "go": 266,
    "Securities": 265,
    "likely": 265,
    "continue": 264,
    "four": 264,
    "total": 264,
    "today": 261,
    "around": 261,
    "half": 261,
    "First": 261,
    "set": 259,
    "whether": 257,
    "cut": 256,
    "President": 256,
    "policy": 255,
    "bond": 255,
    "Group": 255,
    "compared": 254,
    "August": 253,
    "points": 253,
    "futures": 252,
    "firms": 252,
    "general": 252,
    "political": 252,
    "Board": 252,
    "recently": 251,
    "expects": 249,
    "without": 249,
    "further": 249,
    "however": 248,
    "country": 248,
    "fund": 247,
    "must": 247,
    "John": 247,
    "Francisco": 245,
    "corporate": 244,
    "large": 244,
    "25": 243,
    "announced": 243,
    "businesses": 243,
    "wo": 243,
    "strong": 242,
    "though": 241,
    "declined": 241,
    "When": 240,
    "notes": 240,
    "largest": 239,
    "making": 239,
    "result": 239,
    "held": 238,
    "home": 238,
    "Nov.": 238,
    "weeks": 238,
    "earthquake": 238,
    "change": 237,
    "support": 236,
    "right": 235,
    "here": 235,
    "12": 234,
    "old": 233,
    "plant": 233,
    "Inc": 233,
    "3": 231,
    "come": 231,
    "Dow": 231,
    "gain": 231,
    "certain": 229,
    "Ms.": 228,
    "takeover": 228,
    "11": 228,
    "become": 228,
    "power": 227,
    "Department": 227,
    "senior": 227,
    "control": 226,
    "news": 226,
    "problem": 225,
    "credit": 225,
    "priced": 225,
    "decline": 224,
    "3\\/4": 223,
    "services": 223,
    "Jones": 223,
    "On": 222,
    "drop": 221,
    "give": 220,
    "record": 219,
    "paid": 219,
    "meeting": 219,
    "official": 219,
    "need": 218,
    "London": 218,
    "-RCB-": 216,
    "latest": 216,
    "research": 215,
    "employees": 214,
    "know": 214,
    "Senate": 214,
    "-LCB-": 213,
    "demand": 213,
    "my": 213,
    "damage": 213,
    "took": 213,
    "comment": 212,
    "5": 212,
    "nearly": 212,
    "show": 211,
    "Texas": 211,
    "level": 210,
    "example": 210,
    "fiscal": 210,
    "Ford": 210,
    "area": 209,
    "junk": 209,
    "proposed": 208,
    "later": 208,
    "General": 208,
    "nine": 208,
    "40": 208,
    "deal": 207,
    "volume": 207,
    "orders": 207,
    "composite": 207,
    "proposal": 206,
    "line": 206,
    "Robert": 204,
    "addition": 204,
    "building": 203,
    "executives": 203,
    "expect": 203,
    "top": 201,
    "estate": 201,
    "13": 201,
    "rise": 201,
    "changes": 200,
    "life": 200,
    "include": 199,
    "4": 199,
    "possible": 199,
    "members": 198,
    "Big": 198,
    "Chicago": 197,
    "position": 197,
    "product": 197,
    "estimated": 197,
    "amount": 197,
    "nation": 196,
    "return": 196,
    "received": 195,
    "purchase": 195,
    "workers": 195,
    "named": 195,
    "administration": 195,
    "East": 195,
    "better": 194,
    "others": 194,
    "service": 194,
    "almost": 193,
    "ca": 193,
    "July": 193,
    "national": 193,
    "spending": 193,
    "South": 192,
    "offered": 192,
    "decision": 192,
    "...": 192,
    "filed": 192,
    "Washington": 191,
    "While": 191,
    "came": 191,
    "customers": 191,
    "Europe": 190,
    "future": 190,
    "America": 190,
    "lot": 189,
    "told": 189,
    "European": 189,
    "makes": 187,
    "us": 187,
    "acquisition": 187,
    "city": 187,
    "order": 186,
    "Capital": 186,
    "often": 185,
    "able": 185,
    "again": 185,
    "dropped": 185,
    "enough": 185,
    "Warner": 185,
    "times": 184,
    "Ltd.": 184,
    "Jaguar": 184,
    "provide": 183,
    "Co": 183,
    "buy-out": 183,
    "charge": 182,
    "outstanding": 182,
    "yet": 181,
    "began": 181,
    "Tuesday": 180,
    "trying": 180,
    "paper": 180,
    "'ve": 180,
    "transaction": 179,
    "currently": 179,
    "previous": 179,
    "found": 179,
    "1\\/4": 179,
    "United": 178,
    "keep": 178,
    "holding": 177,
    "gains": 177,
    "your": 177,
    "dollars": 176,
    "division": 175,
    "financing": 175,
    "James": 175,
    "claims": 175,
    "9": 175,
    "away": 174,
    "best": 174,
    "Union": 174,
    "important": 174,
    "within": 173,
    "got": 173,
    "technology": 172,
    "every": 171,
    "units": 171,
    "Corp": 171,
    "June": 170,
    "charges": 170,
    "things": 169,
    "once": 169,
    "never": 169,
    "additional": 169,
    "private": 169,
    "believe": 168,
    "subsidiary": 168,
    "getting": 168,
    "So": 168,
    "31": 168,
    "whose": 168,
    "IBM": 168,
    "investor": 167,
    "rights": 167,
    "gas": 167,
    "Fed": 167,
    "suit": 166,
    "programs": 166,
    "computers": 166,
    "Association": 165,
    "following": 165,
    "head": 165,
    "continued": 165,
    "local": 165,
    "information": 164,
    "commercial": 164,
    "Air": 164,
    "run": 164,
    "car": 164,
    "Sept.": 164,
    "inflation": 164,
    "500": 164,
    "equipment": 163,
    "lost": 163,
    "After": 163,
    "auto": 162,
    "Los": 162,
    "What": 162,
    "shareholders": 162,
    "potential": 162,
    "Last": 162,
    "options": 160,
    "TV": 160,
    "fact": 159,
    "raise": 159,
    "itself": 159,
    "consumer": 159,
    "drug": 159,
    "marketing": 158,
    "low": 158,
    "risk": 158,
    "6": 158,
    "development": 157,
    "contracts": 157,
    "taken": 157,
    "soon": 157,
    "David": 157,
    "full": 157,
    "loan": 157,
    "Tokyo": 157,
    "via": 157,
    "effort": 156,
    "special": 156,
    "Now": 156,
    "manager": 156,
    "bought": 156,
    "fall": 156,
    "Boston": 156,
    "Revenue": 156,
    "China": 155,
    "led": 155,
    "With": 155,
    "open": 155,
    "account": 155,
    "White": 155,
    "asked": 155,
    "above": 155,
    "left": 154,
    "October": 154,
    "action": 154,
    "terms": 154,
    "included": 154,
    "7": 153,
    "face": 153,
    "statement": 153,
    "Commission": 152,
    "figures": 152,
    "international": 152,
    "However": 152,
    "60": 152,
    "D.": 152,
    "place": 152,
    "force": 151,
    "March": 151,
    "Germany": 151,
    "You": 151,
    "To": 151,
    "find": 151,
    "calls": 151,
    "remain": 150,
    "budget": 150,
    "available": 150,
    "bills": 150,
    "restructuring": 150,
    "equity": 149,
    "below": 149,
    "1986": 149,
    "data": 148,
    "legal": 148,
    "hard": 147,
    "holders": 147,
    "Chairman": 147,
    "family": 146,
    "personal": 146,
    "Western": 146,
    "domestic": 146,
    "advertising": 146,
    "similar": 145,
    "systems": 145,
    "look": 145,
    "either": 145,
    "Pacific": 145,
    "16": 145,
    "union": 145,
    "managers": 144,
    "reports": 144,
    "probably": 144,
    "known": 144,
    "Canada": 144,
    "construction": 144,
    "noted": 144,
    "Although": 144,
    "efforts": 144,
    "By": 144,
    "portfolio": 144,
    "groups": 144,
    "biggest": 143,
    "reached": 142,
    "An": 142,
    "#": 142,
    "talks": 142,
    "Sales": 142,
    "defense": 142,
    "Canadian": 142,
    "effect": 141,
    "banking": 141,
    "reduce": 141,
    "directors": 140,
    "increases": 140,
    "German": 140,
    "network": 140,
    "City": 139,
    "approval": 139,
    "cases": 139,
    "These": 139,
    "saying": 139,
    "dividend": 139,
    "cars": 138,
    "along": 138,
    "using": 138,
    "long-term": 138,
    "parent": 138,
    "18": 138,
    "Eastern": 137,
    "Angeles": 137,
    "countries": 137,
    "approved": 137,
    "Many": 136,
    "Under": 136,
    "working": 136,
    "rather": 136,
    "interests": 136,
    "given": 136,
    "judge": 136,
    "committee": 136,
    "posted": 136,
    "clear": 135,
    "Most": 135,
    "Bay": 135,
    "makers": 135,
    "helped": 135,
    "health": 135,
    "slightly": 135,
    "strategy": 135,
    "Britain": 134,
    "Even": 134,
    "gained": 134,
    "coming": 134,
    "looking": 134,
    "individual": 133,
    "toward": 133,
    "steel": 133,
    "Court": 133,
    "project": 133,
    "finance": 132,
    "military": 132,
    "University": 132,
    "industrial": 132,
    "profits": 132,
    "14": 132,
    "Hong": 132,
    "gold": 132,
    "North": 131,
    "World": 131,
    "venture": 131,
    "me": 131,
    "previously": 131,
    "joint": 131,
    "something": 130,
    "despite": 130,
    "percentage": 130,
    "raised": 130,
    "airline": 130,
    "question": 130,
    "payments": 130,
    "short": 129,
    "basis": 129,
    "remains": 129,
    "Series": 129,
    "states": 129,
    "5\\/8": 129,
    "acquired": 129,
    "GM": 129,
    "ad": 129,
    "stores": 129,
    "estimates": 128,
    "hit": 128,
    "Michael": 128,
    "clients": 128,
    "really": 127,
    "went": 127,
    "especially": 127,
    "build": 127,
    "completed": 127,
    "levels": 127,
    "3\\/8": 127,
    "failed": 127,
    "name": 127,
    "vote": 126,
    "process": 126,
    "brokerage": 126,
    "William": 126,
    "leaders": 126,
    "deficit": 126,
    "role": 125,
    "having": 125,
    "performance": 125,
    "team": 125,
    "year-earlier": 125,
    "particularly": 125,
    "begin": 124,
    "Financial": 124,
    "although": 124,
    "Kong": 124,
    "attorney": 124,
    "marks": 124,
    "`": 124,
    "Committee": 123,
    "ever": 123,
    "different": 123,
    "'m": 123,
    "wants": 123,
    "start": 123,
    "food": 123,
    "turn": 123,
    "doing": 123,
    "17": 122,
    "investments": 122,
    "lead": 122,
    "started": 122,
    "involved": 122,
    "goods": 122,
    "heavy": 122,
    "huge": 122,
    "currency": 122,
    "hold": 122,
    "Merrill": 122,
    "property": 122,
    "estimate": 122,
    "State": 121,
    "great": 121,
    "lawyers": 121,
    "taking": 121,
    "job": 121,
    "house": 121,
    "200": 121,
    "television": 120,
    "call": 120,
    "Richard": 119,
    "French": 119,
    "producers": 119,
    "April": 119,
    "department": 119,
    "7\\/8": 119,
    "auction": 119,
    "scheduled": 119,
    "range": 119,
    "Airlines": 119,
    "growing": 119,
    "concerns": 119,
    "'ll": 119,
    "outside": 119,
    "buyers": 119,
    "impact": 118,
    "owns": 118,
    "reason": 118,
    "seen": 118,
    "Paul": 118,
    "acquire": 118,
    "try": 118,
    "accounts": 118,
    "done": 118,
    "includes": 118,
    "related": 118,
    "plants": 117,
    "seems": 117,
    "Morgan": 117,
    "meet": 117,
    "hours": 117,
    "Lynch": 117,
    "allow": 116,
    "thing": 116,
    "His": 116,
    "projects": 116,
    "Meanwhile": 116,
    "themselves": 116,
    "magazine": 116,
    "mortgage": 116,
    "Institute": 116,
    "view": 116,
    "lines": 116,
    "issued": 116,
    "key": 115,
    "means": 115,
    "Calif.": 115,
    "always": 115,
    "disclosed": 115,
    "ahead": 115,
    "Drexel": 115,
    "reduced": 115,
    "bad": 115,
    "Business": 115,
    "1\\/8": 115,
    "seven": 114,
    "rules": 114,
    "black": 114,
    "seeking": 114,
    "quickly": 114,
    "manufacturing": 114,
    "adds": 114,
    "course": 113,
    "retail": 113,
    "leading": 113,
    "J.": 113,
    "settlement": 113,
    "areas": 113,
    "taxes": 113,
    "longer": 112,
    "competition": 112,
    "parts": 112,
    "turned": 112,
    "Rep.": 112,
    "fourth": 112,
    "Trust": 112,
    "needed": 112,
    "campaign": 112,
    "legislation": 111,
    "largely": 111,
    "leader": 111,
    "reserves": 111,
    "significant": 110,
    "staff": 110,
    "simply": 110,
    "measure": 110,
    "situation": 110,
    "George": 110,
    "Investors": 109,
    "activity": 109,
    "subject": 109,
    "sent": 109,
    "near": 109,
    "man": 109,
    "Still": 109,
    "Analysts": 109,
    "independent": 109,
    "Mrs.": 109,
    "supply": 109,
    "Among": 109,
    "aid": 109,
    "Industries": 109,
    "pilots": 109,
    "Noriega": 109,
    "pressure": 108,
    "thought": 108,
    "All": 108,
    "trust": 108,
    "Wednesday": 108,
    "Thursday": 108,
    "boost": 107,
    "required": 107,
    "institutions": 107,
    "beginning": 107,
    "owned": 107,
    "instead": 107,
    "Judge": 107,
    "eight": 107,
    "Sen.": 107,
    "December": 106,
    "difficult": 106,
    "dealers": 106,
    "considered": 106,
    "CBS": 106,
    "study": 106,
    "limited": 105,
    "produce": 105,
    "traded": 105,
    "brokers": 105,
    "partner": 105,
    "filing": 105,
    "creditors": 105,
    "22": 105,
    "francs": 105,
    "receive": 104,
    "free": 104,
    "majority": 104,
    "hurt": 104,
    "150": 104,
    "caused": 104,
    "kind": 104,
    "Since": 104,
    "jumped": 104,
    "Both": 103,
    "active": 103,
    "Average": 103,
    "PLC": 103,
    "history": 103,
    "S&P": 103,
    "France": 102,
    "smaller": 102,
    "A.": 102,
    "Dec.": 102,
    "planned": 102,
    "conference": 102,
    "quake": 102,
    "Shearson": 102,
    "changed": 101,
    "Other": 101,
    "Systems": 101,
    "base": 101,
    "returns": 101,
    "showed": 101,
    "seem": 101,
    "labor": 101,
    "note": 101,
    "abortion": 101,
    "19": 100,
    "80": 100,
    "hand": 100,
    "Industrial": 100,
    "Reserve": 100,
    "Columbia": 100,
    "announcement": 100,
    "daily": 100,
    "generally": 100,
    "24": 100,
    "recession": 100,
    "Journal": 100,
    "earned": 100,
    "merger": 100,
    "summer": 99,
    "crash": 99,
    "According": 99,
    "series": 99,
    "men": 99,
    "center": 99,
    "Service": 99,
    "Americans": 99,
    "became": 99,
    "benefits": 99,
    "rest": 98,
    "created": 98,
    "usually": 98,
    "yields": 98,
    "Dr.": 98,
    "May": 98,
    "spokeswoman": 98,
    "congressional": 98,
    "per": 98,
    "Brothers": 98,
    "attempt": 97,
    "closing": 97,
    "initial": 97,
    "form": 97,
    "anything": 97,
    "1992": 97,
    "seek": 97,
    "Motor": 96,
    "won": 96,
    "side": 96,
    "continuing": 96,
    "consider": 96,
    "wanted": 96,
    "tons": 96,
    "convertible": 96,
    "She": 96,
    "children": 96,
    "whole": 95,
    "No": 95,
    "actually": 95,
    "himself": 95,
    "telephone": 95,
    "75": 95,
    "protection": 95,
    "preferred": 95,
    "size": 95,
    "Smith": 95,
    "Hugo": 95,
    "sharply": 95,
    "Digital": 95,
    "fees": 95,
    "brand": 95,
    "Kidder": 95,
    "'d": 94,
    "forced": 94,
    "directly": 94,
    "1,000": 94,
    "continues": 94,
    "software": 94,
    "machines": 94,
    "floor": 94,
    "Moody": 94,
    "quarterly": 93,
    "operation": 93,
    "short-term": 93,
    "play": 93,
    "People": 93,
    "hopes": 93,
    "member": 93,
    "natural": 93,
    "worth": 93,
    "women": 93,
    "volatility": 93,
    "party": 92,
    "brought": 92,
    "why": 92,
    "nothing": 92,
    "shows": 92,
    "machine": 92,
    "delivery": 92,
    "shareholder": 92,
    "increasing": 92,
    "security": 92,
    "imports": 92,
    "regulators": 92,
    "session": 91,
    "overseas": 91,
    "35": 91,
    "behind": 91,
    "comes": 91,
    "leveraged": 91,
    "23": 91,
    "1985": 91,
    "pound": 91,
    "stock-index": 91,
    "produced": 90,
    "moves": 90,
    "de": 90,
    "unchanged": 90,
    "agencies": 90,
    "sense": 90,
    "plunge": 90,
    "night": 90,
    "SEC": 89,
    "letter": 89,
    "effective": 89,
    "Insurance": 89,
    "media": 89,
    "70": 89,
    "feel": 89,
    "let": 89,
    "sure": 89,
    "bring": 89,
    "term": 89,
    "28": 89,
    "IRS": 89,
    "evidence": 89,
    "space": 89,
    "exports": 89,
    "conditions": 88,
    "Peter": 88,
    "actual": 88,
    "separate": 88,
    "age": 88,
    "minimum": 88,
    "Because": 88,
    "21": 88,
    "Gorbachev": 88,
    "main": 88,
    "Democrats": 88,
    "final": 88,
    "Democratic": 88,
    "sector": 88,
    "Guber": 88,
    "response": 88,
    "Time": 87,
    "believes": 87,
    "press": 87,
    "allowed": 87,
    "45": 87,
    "strike": 87,
    "game": 87,
    "running": 87,
    "offices": 87,
    "stop": 87,
    "opened": 87,
    "Peters": 87,
    "care": 87,
    "Bond": 87,
    "arbitrage": 87,
    "ability": 86,
    "Also": 86,
    "followed": 86,
    "Management": 86,
    "January": 86,
    "Its": 86,
    "holds": 86,
    "Sony": 86,
    "instance": 86,
    "specific": 86,
    "spent": 86,
    "trial": 86,
    "school": 86,
    "expenses": 85,
    "quoted": 85,
    "post": 85,
    "Yesterday": 85,
    "capacity": 85,
    "Qintex": 85,
    "Fund": 84,
    "various": 84,
    "partly": 84,
    "hope": 84,
    "morning": 84,
    "standard": 84,
    "Index": 84,
    "article": 84,
    "signed": 84,
    "water": 84,
    "giant": 84,
    "decided": 84,
    "headquarters": 84,
    "fully": 84,
    "rule": 83,
    "light": 83,
    "built": 83,
    "gave": 83,
    "idea": 83,
    "single": 83,
    "sharp": 83,
    "designed": 83,
    "test": 83,
    "together": 83,
    "Justice": 83,
    "Salomon": 83,
    "News": 83,
    "improve": 82,
    "closely": 82,
    "avoid": 82,
    "needs": 82,
    "rising": 82,
    "Express": 82,
    "Jr.": 82,
    "over-the-counter": 82,
    "paying": 82,
    "1991": 82,
    "forces": 82,
    "quality": 82,
    "familiar": 82,
    "Supreme": 82,
    "emergency": 82,
    "Lehman": 82,
    "transactions": 81,
    "introduced": 81,
    "develop": 81,
    "resigned": 81,
    "leave": 81,
    "90": 81,
    "Services": 81,
    "moved": 81,
    "300": 81,
    "Communications": 81,
    "veto": 81,
    "deals": 81,
    "cuts": 81,
    "trader": 81,
    "limit": 80,
    "contributed": 80,
    "add": 80,
    "Reagan": 80,
    "step": 80,
    "Australia": 80,
    "appear": 80,
    "provides": 80,
    "focus": 80,
    "flat": 80,
    "existing": 80,
    "Moreover": 80,
    "economist": 80,
    "payment": 80,
    "decade": 80,
    "newspaper": 80,
    "Electric": 80,
    "rally": 80,
    "ways": 80,
    "provision": 80,
    "Nissan": 80,
    "serious": 80,
    "spend": 80,
    "cancer": 80,
    "require": 79,
    "sign": 79,
    "activities": 79,
    "developed": 79,
    "chain": 79,
    "26": 79,
    "figure": 79,
    "consumers": 79,
    "facilities": 79,
    "advanced": 79,
    "apparently": 79,
    "greater": 79,
    "offset": 79,
    "death": 79,
    "elected": 78,
    "managing": 78,
    "offers": 78,
    "valued": 78,
    "willing": 78,
    "hands": 78,
    "questions": 78,
    "energy": 78,
    "ruling": 78,
    "declines": 78,
    "slow": 78,
    "Data": 78,
    "Baker": 78,
    "talk": 78,
    "Poland": 78,
    "customer": 78,
    "U.K.": 78,
    "Dinkins": 78,
    "substantial": 77,
    "stay": 77,
    "spring": 77,
    "young": 77,
    "discount": 77,
    "war": 77,
    "opposition": 77,
    "-": 77,
    "Despite": 77,
    "across": 77,
    "feet": 77,
    "Two": 77,
    "properties": 77,
    "district": 77,
    "matter": 77,
    "Santa": 77,
    "premium": 77,
    "woman": 77,
    "provisions": 77,
    "larger": 77,
    "maintain": 76,
    "Then": 76,
    "image": 76,
    "fear": 76,
    "create": 76,
    "perhaps": 76,
    "tell": 76,
    "R.": 76,
    "takes": 76,
    "adding": 76,
    "battle": 76,
    "interview": 76,
    "improved": 76,
    "package": 76,
    "thrift": 76,
    "exchanges": 76,
    "date": 75,
    "block": 75,
    "chance": 75,
    "tough": 75,
    "Motors": 75,
    "Secretary": 75,
    "Lawson": 75,
    "benefit": 75,
    "29": 75,
    "positions": 75,
    "air": 75,
    "wage": 75,
    "climbed": 75,
    "Computer": 75,
    "survey": 75,
    "competitors": 75,
    "Administration": 75,
    "planning": 75,
    "Not": 74,
    "pension": 74,
    "civil": 74,
    "worked": 74,
    "policies": 74,
    "Pentagon": 74,
    "moving": 74,
    "negotiations": 74,
    "backed": 74,
    "27": 74,
    "debentures": 74,
    "win": 74,
    "alone": 74,
    "cause": 74,
    "room": 74,
    "highly": 73,
    "else": 73,
    "widely": 73,
    "consultant": 73,
    "houses": 73,
    "Johnson": 73,
    "interested": 73,
    "capital-gains": 73,
    "margins": 73,
    "provided": 73,
    "Manhattan": 73,
    "2.5": 73,
    "Hutton": 73,
    "purchases": 72,
    "jobs": 72,
    "minutes": 72,
    "appears": 72,
    "carrier": 72,
    "44": 72,
    "Another": 72,
    "Stanley": 72,
    "Markets": 72,
    "County": 72,
    "land": 72,
    "environmental": 72,
    "direct": 72,
    "disaster": 72,
    "met": 72,
    "Mexico": 72,
    "owners": 72,
    "works": 71,
    "chemical": 71,
    "store": 71,
    "par": 71,
    "fight": 71,
    "relatively": 71,
    "modest": 71,
    "reach": 71,
    "passed": 71,
    "miles": 71,
    "economists": 71,
    "housing": 71,
    "Security": 71,
    "jury": 71,
    "considering": 71,
    "indicated": 71,
    "option": 71,
    "individuals": 70,
    "field": 70,
    "beyond": 70,
    "necessary": 70,
    "pretax": 70,
    "amounts": 70,
    "entire": 70,
    "white": 70,
    "Associates": 70,
    "medical": 70,
    "totaled": 70,
    "reflecting": 70,
    "magazines": 70,
    "Thomas": 70,
    "aircraft": 70,
    "version": 70,
    "Republican": 70,
    "book": 70,
    "Instead": 70,
    "measures": 70,
    "Yet": 70,
    "Nasdaq": 70,
    "OTC": 70,
    "transportation": 70,
    "attributed": 69,
    "immediately": 69,
    "success": 69,
    "secretary": 69,
    "lawyer": 69,
    "practice": 69,
    "story": 69,
    "Chemical": 69,
    "hour": 69,
    "During": 69,
    "unless": 69,
    "opening": 69,
    "Hurricane": 69,
    "expectations": 69,
    "events": 69,
    "bankruptcy": 69,
    "institutional": 69,
    "C$": 69,
    "conservative": 69,
    "phone": 69,
    "saw": 69,
    "grow": 69,
    "trades": 68,
    "approach": 68,
    "1.5": 68,
    "Development": 68,
    "lose": 68,
    "cited": 68,
    "Swiss": 68,
    "original": 68,
    "Investment": 68,
    "negative": 68,
    "list": 68,
    "Valley": 68,
    "numbers": 67,
    "output": 67,
    "raising": 67,
    "bankers": 67,
    "E.": 67,
    "10,000": 67,
    "Thatcher": 67,
    "stand": 67,
    "real-estate": 67,
    "target": 67,
    "standards": 67,
    "Brown": 67,
    "subordinated": 67,
    "spread": 67,
    "act": 67,
    "holdings": 67,
    "gets": 67,
    "ads": 67,
    "heavily": 67,
    "Charles": 67,
    "Moscow": 67,
    "human": 67,
    "Lloyd": 67,
    "lack": 67,
    "electronic": 66,
    "mostly": 66,
    "goes": 66,
    "attention": 66,
    "so-called": 66,
    "mean": 66,
    "Office": 66,
    "industries": 66,
    "drive": 66,
    "maturity": 66,
    "central": 66,
    "Those": 66,
    "accept": 66,
    "year-ago": 66,
    "publicly": 66,
    "1994": 66,
    "someone": 66,
    "rejected": 66,
    "believed": 65,
    "remaining": 65,
    "sports": 65,
    "Research": 65,
    "Indeed": 65,
    "factors": 65,
    "revised": 65,
    "November": 65,
    "anyone": 65,
    "Home": 65,
    "particular": 65,
    "world-wide": 65,
    "items": 65,
    "reorganization": 65,
    "parties": 65,
    "33": 65,
    "Paribas": 65,
    "access": 64,
    "commission": 64,
    "giving": 64,
    "waiting": 64,
    "prevent": 64,
    "Such": 64,
    "powerful": 64,
    "US$": 64,
    "complete": 64,
    "owner": 64,
    "bidding": 64,
    "restrictions": 64,
    "read": 64,
    "acquisitions": 64,
    "concerned": 64,
    "Ltd": 64,
    "bids": 64,
    "collapse": 64,
    "fixed": 64,
    "sought": 64,
    "cover": 64,
    "regional": 64,
    "weak": 64,
    "Soviets": 63,
    "tried": 63,
    "cable": 63,
    "typically": 63,
    "forecast": 63,
    "Trade": 63,
    "pence": 63,
    "mutual": 63,
    "trend": 63,
    "ownership": 63,
    "Commerce": 63,
    "savings": 63,
    "community": 63,
    "pending": 63,
    "More": 63,
    "ones": 63,
    "design": 63,
    "PaineWebber": 63,
    "facility": 63,
    "Arizona": 63,
    "speculation": 63,
    "mortgages": 62,
    "certainly": 62,
    "everyone": 62,
    "Paris": 62,
    "researchers": 62,
    "laws": 62,
    "producer": 62,
    "season": 62,
    "400": 62,
    "overall": 62,
    "!": 62,
    "couple": 62,
    "reduction": 62,
    "vehicles": 62,
    "split": 62,
    "investigation": 62,
    "trouble": 62,
    "treatment": 62,
    "sort": 62,
    "grew": 62,
    "victims": 62,
    "Manville": 62,
    "panel": 62,
    "Central": 62,
    "Chapter": 62,
    "affected": 62,
    "poor": 62,
    "Net": 62,
    "improvement": 62,
    "Campeau": 62,
    "opportunity": 61,
    "expansion": 61,
    "30-year": 61,
    "monthly": 61,
    "Entertainment": 61,
    "Market": 61,
    "strength": 61,
    "Power": 61,
    "regulatory": 61,
    "No.": 61,
    "details": 61,
    "represents": 61,
    "Health": 61,
    "accounting": 61,
    "Act": 61,
    "Philip": 61,
    "fraud": 61,
    "segment": 61,
    "65": 61,
    "Steel": 61,
    "art": 61,
    "Bell": 60,
    "carry": 60,
    "released": 60,
    "failure": 60,
    "experts": 60,
    "competitive": 60,
    "increasingly": 60,
    "experience": 60,
    "Savings": 60,
    "prepared": 60,
    "person": 60,
    "1984": 60,
    "headed": 60,
    "partnership": 60,
    "Republicans": 60,
    "rating": 60,
    "threat": 60,
    "homes": 60,
    "established": 60,
    "controls": 60,
    "asset": 60,
    "L.": 60,
    "Navigation": 60,
    "Goldman": 60,
    "profitable": 60,
    "claim": 60,
    "Life": 60,
    "buildings": 60,
    "guilty": 60,
    "steps": 60,
    "Medical": 60,
    "quite": 60,
    "NBC": 60,
    "LIN": 60,
    "requirements": 59,
    "Minister": 59,
    "Of": 59,
    "balance": 59,
    "debate": 59,
    "aimed": 59,
    "purchased": 59,
    "gives": 59,
    "chips": 59,
    "police": 59,
    "settled": 59,
    "flow": 59,
    "portion": 59,
    "Though": 59,
    "damaged": 59,
    "drugs": 59,
    "Sears": 59,
    "review": 58,
    "W.": 58,
    "players": 58,
    "engineering": 58,
    "developing": 58,
    "complex": 58,
    "putting": 58,
    "afternoon": 58,
    "heart": 58,
    "lending": 58,
    "Mae": 58,
    "Separately": 58,
    "ventures": 58,
    "minority": 58,
    "values": 58,
    "highest": 58,
    "Our": 58,
    "favor": 58,
    "kept": 58,
    "plunged": 58,
    "amid": 58,
    "lawmakers": 58,
    "monetary": 58,
    "export": 58,
    "involving": 58,
    "risks": 58,
    "proceeds": 58,
    "charged": 58,
    "Credit": 58,
    "effects": 58,
    "actions": 58,
    "primarily": 58,
    "recovery": 58,
    "mind": 58,
    "Holdings": 58,
    "Lincoln": 58,
    "Mixte": 58,
    "Traders": 58,
    "wrote": 57,
    "proposals": 57,
    "mail": 57,
    "structure": 57,
    "gene": 57,
    "dispute": 57,
    "successful": 57,
    "Florida": 57,
    "250": 57,
    "troubled": 57,
    "Frank": 57,
    "retirement": 57,
    "Alan": 57,
    "listed": 57,
    "slowdown": 57,
    "Times": 57,
    "expand": 57,
    "sometimes": 57,
    "whom": 57,
    "core": 57,
    "internal": 57,
    "popular": 57,
    "everything": 57,
    "AG": 57,
    "thousands": 57,
    "Each": 57,
    "Exxon": 57,
    "partners": 57,
    "Chinese": 57,
    "faces": 57,
    "difference": 57,
    "Ohio": 57,
    "predicted": 57,
    "centers": 57,
    "ending": 57,
    "Krenz": 57,
    "film": 57,
    "eventually": 56,
    "Great": 56,
    "55": 56,
    "moment": 56,
    "source": 56,
    "adjusted": 56,
    "CDs": 56,
    "traditional": 56,
    "reflects": 56,
    "weekend": 56,
    "liquidity": 56,
    "residents": 56,
    "Standard": 56,
    "movie": 56,
    "technical": 56,
    "words": 56,
    "shift": 56,
    "live": 55,
    "break": 55,
    "bit": 55,
    "runs": 55,
    "primary": 55,
    "Party": 55,
    "showing": 55,
    "dividends": 55,
    "declining": 55,
    "manufacturers": 55,
    "usual": 55,
    "expensive": 55,
    "hundreds": 55,
    "documents": 55,
    "Sachs": 55,
    "M.": 55,
    "Earlier": 55,
    "Australian": 55,
    "Three": 55,
    "falling": 55,
    "guidelines": 55,
    "Defense": 55,
    "appeal": 54,
    "wrong": 54,
    "corporations": 54,
    "annually": 54,
    "healthy": 54,
    "placed": 54,
    "present": 54,
    "1.6": 54,
    "election": 54,
    "51": 54,
    "release": 54,
    "Manufacturers": 54,
    "principal": 54,
    "funding": 54,
    "Mass.": 54,
    "employee": 54,
    "Citicorp": 54,
    "red": 54,
    "Sun": 54,
    "crime": 54,
    "controlled": 54,
    "Continental": 54,
    "Poor": 54,
    "true": 54,
    "double": 54,
    "tomorrow": 54,
    "Southern": 54,
    "Gulf": 54,
    "traffic": 54,
    "organization": 54,
    "sources": 54,
    "travel": 54,
    "Lee": 54,
    "February": 54,
    "materials": 54,
    "broad": 54,
    "relief": 54,
    "normal": 54,
    "chemicals": 54,
    "roughly": 54,
    "supplies": 54,
    "fears": 54,
    "copper": 54,
    "Panama": 54,
    "SCI": 54,
    "played": 53,
    "ease": 53,
    "substantially": 53,
    "1.2": 53,
    "protect": 53,
    "advance": 53,
    "agree": 53,
    "St.": 53,
    "uncertainty": 53,
    "starting": 53,
    "tender": 53,
    "signs": 53,
    "remained": 53,
    "trillion": 53,
    "Here": 53,
    "finally": 53,
    "ratings": 53,
    "Control": 53,
    "B.": 53,
    "request": 53,
    "coupon": 53,
    "combined": 53,
    "client": 53,
    "N.J.": 53,
    "criminal": 53,
    "Morris": 53,
    "unusual": 53,
    "pretty": 53,
    "plus": 53,
    "junk-bond": 53,
    "GE": 53,
    "Africa": 52,
    "easy": 52,
    "ask": 52,
    "scientists": 52,
    "elections": 52,
    "thus": 52,
    "wide": 52,
    "clearly": 52,
    "Stephen": 52,
    "communications": 52,
    "Price": 52,
    "1980": 52,
    "talking": 52,
    "exercise": 52,
    "42": 52,
    "bigger": 52,
    "weakness": 52,
    "AT&T": 52,
    "Technology": 52,
    "twice": 52,
    "losing": 52,
    "environment": 52,
    "disclose": 52,
    "About": 52,
    "liability": 52,
    "Jack": 52,
    "distribution": 52,
    "adviser": 52,
    "B.A.T": 52,
    "mark": 52,
    "Sotheby": 52,
    "responsible": 51,
    "music": 51,
    "launched": 51,
    "century": 51,
    "gone": 51,
    "reasons": 51,
    "leadership": 51,
    "reform": 51,
    "producing": 51,
    "leaving": 51,
    "virtually": 51,
    "global": 51,
    "underwriters": 51,
    "Oakland": 51,
    "except": 51,
    "speed": 51,
    "deposits": 51,
    "mainly": 51,
    "associated": 51,
    "temporary": 51,
    "hostile": 51,
    "fewer": 51,
    "relationship": 51,
    "reflect": 51,
    "Center": 51,
    "minor": 51,
    "Korea": 51,
    "ground": 51,
    "Only": 51,
    "push": 51,
    "C.": 51,
    "doubt": 51,
    "alleged": 51,
    "prosecutors": 51,
    "resources": 51,
    "Jersey": 51,
    "decide": 51,
    "advantage": 51,
    "voters": 51,
    "families": 51,
    "truck": 51,
    "stations": 51,
    "Sir": 51,
    "accord": 51,
    "insurers": 51,
    "Phillips": 51,
    "automotive": 51,
    "McCaw": 51,
    "felt": 50,
    "managed": 50,
    "education": 50,
    "Oil": 50,
    "negotiating": 50,
    "Red": 50,
    "baseball": 50,
    "stopped": 50,
    "Houston": 50,
    "practices": 50,
    "town": 50,
    "consulting": 50,
    "accused": 50,
    "slowing": 50,
    "pace": 50,
    "Frankfurt": 50,
    "affect": 50,
    "finished": 50,
    "books": 50,
    "surged": 50,
    "Burnham": 50,
    "material": 50,
    "puts": 50,
    "Joseph": 50,
    "Georgia-Pacific": 50,
    "regular": 50,
    "significantly": 50,
    "Council": 50,
    "save": 50,
    "models": 50,
    "defendants": 50,
    "MCA": 50,
    "broker": 50,
    "goal": 50,
    "Dallas": 50,
    "equal": 50,
    "Next": 50,
    "Navy": 50,
    "thinks": 50,
    "commodity": 50,
    "ABC": 50,
    "Wang": 50,
    "Aug.": 49,
    "college": 49,
    "37": 49,
    "reflected": 49,
    "seemed": 49,
    "shown": 49,
    "municipal": 49,
    "Labor": 49,
    "Partners": 49,
    "electronics": 49,
    "mixed": 49,
    "intended": 49,
    "hearing": 49,
    "influence": 49,
    "Italy": 49,
    "Boeing": 49,
    "follows": 49,
    "positive": 49,
    "1982": 49,
    "Officials": 49,
    "thrifts": 49,
    "determined": 49,
    "Energy": 49,
    "style": 49,
    "1.1": 49,
    "pricing": 49,
    "contrast": 49,
    "1.8": 49,
    "movies": 49,
    "Transportation": 49,
    "Their": 49,
    "joined": 49,
    "model": 49,
    "decisions": 49,
    "advertisers": 49,
    "reserve": 49,
    "38": 49,
    "USX": 49,
    "suggest": 49,
    "confidence": 48,
    "names": 48,
    "piece": 48,
    "soared": 48,
    "uses": 48,
    "fire": 48,
    "abroad": 48,
    "conventional": 48,
    "England": 48,
    "Industry": 48,
    "succeeds": 48,
    "event": 48,
    "Mitsubishi": 48,
    "margin": 48,
    "fairly": 48,
    "1.3": 48,
    "throughout": 48,
    "opposed": 48,
    "coverage": 48,
    "brands": 48,
    "wife": 48,
    "voted": 48,
    "buyer": 48,
    "strategic": 48,
    "station": 48,
    "Hollywood": 48,
    "opinion": 48,
    "cutting": 48,
    "Broadcasting": 48,
    "ordered": 48,
    "Prime": 48,
    "slipped": 48,
    "operates": 48,
    "immediate": 48,
    "schools": 48,
    "48": 48,
    "USAir": 48,
    "luxury": 47,
    "S.": 47,
    "invest": 47,
    "audience": 47,
    "Today": 47,
    "nor": 47,
    "Foreign": 47,
    "replace": 47,
    "stronger": 47,
    "sides": 47,
    "120": 47,
    "crisis": 47,
    "CD": 47,
    "safety": 47,
    "editor": 47,
    "operate": 47,
    "boosted": 47,
    "Jan.": 47,
    "scandal": 47,
    "extra": 47,
    "insured": 47,
    "benchmark": 47,
    "Community": 47,
    "tests": 47,
    "follow": 47,
    "ounce": 47,
    "HUD": 47,
    "drives": 47,
    "social": 46,
    "front": 46,
    "challenge": 46,
    "section": 46,
    "alternative": 46,
    "served": 46,
    "extremely": 46,
    "100,000": 46,
    "comparable": 46,
    "Fannie": 46,
    "devices": 46,
    "Volume": 46,
    "direction": 46,
    "Saturday": 46,
    "region": 46,
    "delay": 46,
    "Lambert": 46,
    "appeared": 46,
    "4.5": 46,
    "declared": 46,
    "obtain": 46,
    "accepted": 46,
    "litigation": 46,
    "wake": 46,
    "flight": 46,
    "agreements": 46,
    "cities": 46,
    "living": 46,
    "Saatchi": 46,
    "patients": 46,
    "damages": 46,
    "happened": 46,
    "System": 46,
    "Fe": 46,
    "barrels": 46,
    "volatile": 46,
    "Resources": 46,
    "jump": 46,
    "sells": 45,
    "nuclear": 45,
    "setting": 45,
    "written": 45,
    "assistant": 45,
    "relations": 45,
    "32": 45,
    "pages": 45,
    "utility": 45,
    "representing": 45,
    "suggested": 45,
    "discussions": 45,
    "suspended": 45,
    "F.": 45,
    "farmers": 45,
    "argue": 45,
    "worry": 45,
    "looks": 45,
    "S.A.": 45,
    "12.5": 45,
    "Hewlett-Packard": 45,
    "authority": 45,
    "safe": 45,
    "guarantees": 45,
    "suggests": 45,
    "guarantee": 45,
    "confirmed": 45,
    "providing": 45,
    "word": 45,
    "votes": 45,
    "Chrysler": 45,
    "blacks": 45,
    "RJR": 45,
    "suffered": 45,
    "Machines": 45,
    "Bear": 45,
    "p.m.": 45,
    "intends": 45,
    "structural": 45,
    "critical": 45,
    "Park": 45,
    "Grand": 45,
    "movement": 44,
    "Bill": 44,
    "meetings": 44,
    "swings": 44,
    "commitments": 44,
    "matters": 44,
    "six-month": 44,
    "finding": 44,
    "employment": 44,
    "preliminary": 44,
    "deputy": 44,
    "Miller": 44,
    "promise": 44,
    "eye": 44,
    "offerings": 44,
    "District": 44,
    "5,000": 44,
    "investing": 44,
    "studies": 44,
    "Ministry": 44,
    "1970s": 44,
    "settle": 44,
    "shopping": 44,
    "condition": 44,
    "trucks": 44,
    "advisers": 44,
    "pass": 44,
    "indicate": 44,
    "regulations": 44,
    "high-yield": 44,
    "AMR": 44,
    "Thus": 44,
    "Petroleum": 44,
    "responsibility": 44,
    "EC": 44,
    "happen": 44,
    "chains": 44,
    "generation": 43,
    "aggressive": 43,
    "training": 43,
    "older": 43,
    "Telephone": 43,
    "represent": 43,
    "Switzerland": 43,
    "costly": 43,
    "denied": 43,
    "excess": 43,
    "mine": 43,
    "meanwhile": 43,
    "keeping": 43,
    "track": 43,
    "authorities": 43,
    "parents": 43,
    "discovered": 43,
    "warrants": 43,
    "serve": 43,
    "society": 43,
    "Like": 43,
    "Loan": 43,
    "Mortgage": 43,
    "Toronto": 43,
    "candidates": 43,
    "consultants": 43,
    "Communist": 43,
    "returned": 43,
    "49": 43,
    "outlook": 43,
    "tend": 43,
    "43": 43,
    "lenders": 43,
    "Dealers": 43,
    "N.Y.": 43,
    "Costa": 43,
    "assistance": 43,
    "retailing": 43,
    "P&G": 43,
    "hotel": 43,
    "intelligence": 43,
    "coup": 43,
    "file": 42,
    "calling": 42,
    "asking": 42,
    "choice": 42,
    "road": 42,
    "Singapore": 42,
    "membership": 42,
    "am": 42,
    "join": 42,
    "prove": 42,
    "My": 42,
    "11\\/16": 42,
    "gross": 42,
    "ensure": 42,
    "46": 42,
    "acquiring": 42,
    "fallen": 42,
    "surge": 42,
    "weekly": 42,
    "students": 42,
    "prior": 42,
    "health-care": 42,
    "500,000": 42,
    "Report": 42,
    "attorneys": 42,
    "understand": 42,
    "Nekoosa": 42,
    "controversial": 42,
    "Israel": 42,
    "vehicle": 42,
    "Why": 42,
    "collection": 42,
    "entered": 42,
    "Beijing": 42,
    "From": 42,
    "senators": 42,
    "citing": 42,
    "Stearns": 42,
    "36": 42,
    "ready": 42,
    "metals": 42,
    "task": 42,
    "publisher": 42,
    "language": 42,
    "highway": 42,
    "representatives": 41,
    "Northern": 41,
    "unlikely": 41,
    "corn": 41,
    "expressed": 41,
    "simple": 41,
    "refused": 41,
    "reporters": 41,
    "heat": 41,
    "easily": 41,
    "operator": 41,
    "quarters": 41,
    "professor": 41,
    "H.": 41,
    "attract": 41,
    "coffee": 41,
    "argued": 41,
    "nations": 41,
    "extraordinary": 41,
    "compromise": 41,
    "Edward": 41,
    "helping": 41,
    "initially": 41,
    "Intel": 41,
    "shipping": 41,
    "pipeline": 41,
    "discuss": 41,
    "picture": 41,
    "rated": 41,
    "covered": 41,
    "retailers": 41,
    "1980s": 41,
    "specialty": 41,
    "personnel": 41,
    "Mark": 41,
    "Ogilvy": 41,
    "resignation": 41,
    "ratio": 41,
    "Brooks": 41,
    "patent": 41,
    "extent": 41,
    "Futures": 41,
    "fourth-quarter": 41,
    "crude": 41,
    "professional": 40,
    "spot": 40,
    "slide": 40,
    "worried": 40,
    "ultimately": 40,
    "neither": 40,
    "entertainment": 40,
    "governments": 40,
    "genes": 40,
    "supposed": 40,
    "enormous": 40,
    "minister": 40,
    "Ross": 40,
    "pushed": 40,
    "dealer": 40,
    "association": 40,
    "telecommunications": 40,
    "succeed": 40,
    "certificates": 40,
    "silver": 40,
    "jointly": 40,
    "Atlantic": 40,
    "Conn.": 40,
    "lowered": 40,
    "judges": 40,
    "3.5": 40,
    "contends": 40,
    "extended": 40,
    "lawsuits": 40,
    "household": 40,
    "agent": 40,
    "prime": 40,
    "amendment": 40,
    "visit": 40,
    "begun": 40,
    "seats": 40,
    "Before": 40,
    "pact": 40,
    "Hill": 40,
    "dozen": 40,
    "pick": 40,
    "resume": 40,
    "rumors": 40,
    "deliver": 40,
    "fuel": 40,
    "rooms": 40,
    "Christmas": 40,
    "Banco": 40,
    "Lang": 40,
    "reporting": 39,
    "write": 39,
    "fast": 39,
    "tied": 39,
    "Mitchell": 39,
    "hear": 39,
    "culture": 39,
    "indeed": 39,
    "grown": 39,
    "carriers": 39,
    "Lawrence": 39,
    "Pittsburgh": 39,
    "instruments": 39,
    "Telerate": 39,
    "0.2": 39,
    "consecutive": 39,
    "T.": 39,
    "pursue": 39,
    "newly": 39,
    "rapidly": 39,
    "formed": 39,
    "illegal": 39,
    "rival": 39,
    "bailout": 39,
    "restaurant": 39,
    "10-year": 39,
    "metric": 39,
    "1993": 39,
    "obligation": 39,
    "studio": 39,
    "Walter": 39,
    "politicians": 39,
    "publishing": 39,
    "concluded": 39,
    "courts": 39,
    "door": 39,
    "site": 39,
    "appeals": 39,
    "reaction": 39,
    "views": 39,
    "Force": 39,
    "hearings": 39,
    "launch": 39,
    "collapsed": 39,
    "committed": 39,
    "users": 39,
    "NYSE": 39,
    "manufacturer": 39,
    "Bureau": 39,
    "tumbled": 39,
    "suits": 39,
    "Breeden": 39,
    "transfer": 38,
    "adopted": 38,
    "Just": 38,
    "Douglas": 38,
    "administrative": 38,
    "knows": 38,
    "Terms": 38,
    "founder": 38,
    "circumstances": 38,
    "temporarily": 38,
    "ban": 38,
    "Korean": 38,
    "Wells": 38,
    "pilot": 38,
    "inside": 38,
    "possibility": 38,
    "sees": 38,
    "ties": 38,
    "contributions": 38,
    "specialists": 38,
    "processing": 38,
    "chip": 38,
    "85": 38,
    "mining": 38,
    "corporation": 38,
    "1983": 38,
    "1.4": 38,
    "nature": 38,
    "urged": 38,
    "proceedings": 38,
    "fine": 38,
    "merchandise": 38,
    "sets": 38,
    "millions": 38,
    "branches": 38,
    "criticism": 38,
    "India": 38,
    "supported": 38,
    "upon": 38,
    "strategies": 38,
    "Over": 38,
    "realize": 38,
    "ceiling": 38,
    "worse": 38,
    "Drug": 38,
    "forecasts": 38,
    "Chase": 38,
    "Brady": 38,
    "cells": 38,
    "invested": 37,
    "commissions": 37,
    "colleagues": 37,
    "warned": 37,
    "pulled": 37,
    "triggered": 37,
    "limits": 37,
    "attack": 37,
    "status": 37,
    "lives": 37,
    "sound": 37,
    "franchise": 37,
    "appointed": 37,
    "Source": 37,
    "attractive": 37,
    "promised": 37,
    "allowing": 37,
    "Gas": 37,
    "normally": 37,
    "quick": 37,
    "flights": 37,
    "critics": 37,
    "bringing": 37,
    "Finance": 37,
    "unlike": 37,
    "taxpayers": 37,
    "factor": 37,
    "basic": 37,
    "worst": 37,
    "published": 37,
    "allegations": 37,
    "1981": 37,
    "awarded": 37,
    "types": 37,
    "presence": 37,
    "prospects": 37,
    "elsewhere": 37,
    "utilities": 37,
    "ruled": 37,
    "politics": 37,
    "constitutional": 37,
    "filled": 37,
    "check": 37,
    "expense": 37,
    "Donald": 37,
    "modern": 37,
    "Food": 37,
    "currencies": 37,
    "handle": 37,
    "1.7": 37,
    "Nicaragua": 37,
    "shipments": 37,
    "stage": 37,
    "commitment": 37,
    "Bridge": 37,
    "participants": 36,
    "badly": 36,
    "formerly": 36,
    "Indian": 36,
    "Louis": 36,
    "Until": 36,
    "two-thirds": 36,
    "FEDERAL": 36,
    "Mac": 36,
    "exposure": 36,
    "friendly": 36,
    "caught": 36,
    "900": 36,
    "unable": 36,
    "Major": 36,
    "two-year": 36,
    "101": 36,
    "a.m.": 36,
    "soft": 36,
    "GOP": 36,
    "one-time": 36,
    "resulted": 36,
    "described": 36,
    "formal": 36,
    "easier": 36,
    "privately": 36,
    "massive": 36,
    "34": 36,
    "affiliate": 36,
    "banker": 36,
    "98": 36,
    "branch": 36,
    "Maxwell": 36,
    "equivalent": 36,
    "match": 36,
    "rivals": 36,
    "advice": 36,
    "THE": 36,
    "recalls": 36,
    "gap": 36,
    "alliance": 36,
    "AIDS": 36,
    "Young": 36,
    "Thompson": 36,
    "speech": 36,
    "father": 36,
    "answer": 36,
    "faster": 36,
    "predict": 36,
    "observers": 36,
    "default": 36,
    "Housing": 36,
    "Calif": 36,
    "cold": 36,
    "Sunday": 36,
    "Messrs.": 36,
    "Star": 36,
    "Trump": 36,
    "Apple": 36,
